Repository: gokaydemirkiran/AnsPress-Turkish
Catalog: ap-*.po
Languages: tr_tr

source: Please update all AnsPress extensions before activating. <a target="_blank" href="http://anspress.io/questions/ask/">Ask for help</a>
tr_tr: Lütfen devam etmeden önce sepetinizi güncelleyin.

source: All Questions
tr_tr: Kullanıcının tüm soruları

source: New Question
tr_tr: Yeni Soru

source: All Answers
tr_tr: Tüm Cevaplar

source: Moderate question & answer
tr_tr: Modere

source: Moderate
tr_tr: Modere

source: Flagged question & answer
tr_tr: Şikayet Edildi

source: Flagged
tr_tr: Bayraklı

source: Reputation
tr_tr: Rep Puanı

source: Post flag
tr_tr: Bayraklı Soru

source: Select question
tr_tr: Soru Seç

source: About AnsPress
tr_tr: AnsPress Hakkında

source: AnsPress Options
tr_tr: Anspress Ayarları

source: Options
tr_tr: Ayarlar

source: AnsPress Points
tr_tr: AnsPrss Puanı

source: New reputation
tr_tr: Yeni Rep Puanı

source: AnsPress Badges
tr_tr: Rozetler

source: New badge
tr_tr: Yeni Rozet

source: Posts waiting moderation
tr_tr: Moderasyon Onayı Bekleniyor

source: Settings
tr_tr: Ayarlar

source: AnsPress Role
tr_tr: Roller

source: Role and permission for AnsPress
tr_tr: Rol ve İzinler

source: Title
tr_tr: Başlık

source: Description
tr_tr: Açıklama

source: Points
tr_tr: Puanlar

source: Event
tr_tr: Etkinlikler

source: Save Point
tr_tr: Puan Kaydet

source: Type
tr_tr: Tip

source: Min. Points
tr_tr: Minimum Puan

source: Save badge
tr_tr: Rozeti Kaydet

source: 1 Answer
tr_tr: 1 Cevap

source: Edit question
tr_tr: Soruyu Düzenle

source: AnsPress Pages
tr_tr: AnsPress Sayfası

source: User profile
tr_tr: Üye Profili

source: User notification
tr_tr: Üye Bildirimleri

source: Add to Menu
tr_tr: Menü Ekle

source: Is your existing question tags are not appearing ? click here to fix it %s
tr_tr: Soru Etiketleri Gözüküyor mu ? Düzeltmek İçin Tıklayın %s

source: Hide message %s
tr_tr: Gizli Mesaj %s

source: dismiss
tr_tr: Reddet

source: Download
tr_tr: İndir

source: Last Updated:
tr_tr: Son Güncelleme :

source: Search
tr_tr: Ara

source: All
tr_tr: Tümü

source: Publish
tr_tr: Yayınla

source: Closed
tr_tr: Kapalı

source: Draft
tr_tr: Taslak

source: Trash
tr_tr: Çöp

source: Flag
tr_tr: Bayrak

source: Question
tr_tr: Soru

source: Answer
tr_tr: Cevap

source: Edit flags
tr_tr: Bayrak Düzenle

source: Delete permanently
tr_tr: Kalıcı Olarak Sil

source: Edit
tr_tr: Düzenle

source: View
tr_tr: Görüntüle

source: Published
tr_tr: Yayınlandı

source: Move to trash
tr_tr: Çöp Kutusuna Taşıyın

source: Save options
tr_tr: Ayarları Kaydet

source: Answers
tr_tr: Cevaplar

source: Hide
tr_tr: Gizle

source: No answers yet
tr_tr: Henüz Br Cevap Yok

source: <strong>1</strong> Answer
tr_tr: <strong>1</strong> Cevap

source: <strong>1</strong> Vote
tr_tr: <strong>1</strong> Oy

source: Status
tr_tr: Durum

source: Category
tr_tr: Kategori

source: General
tr_tr: Genel

source: Question Help page
tr_tr: Soru Yardım Sayfası

source: Answer Help page
tr_tr: Cevap Yardım Sayfası

source: Hide author credits
tr_tr: Yazar Bilgilerini Gizle

source: Allow private posts
tr_tr: Özel Mesajlara İzin Ver

source: Clean DB
tr_tr: DB Temizle

source: List avatar size
tr_tr: Avator Boyutu Liste

source: User avatar size for questions list.
tr_tr: Soru Listesindeki Kullanıcı Avatar Boyutu

source: Question avatar size
tr_tr: Cevap Avatar Boyutu

source: User avatar size for question.
tr_tr: Soru için Avatar Boyutu

source: Answer avatar size
tr_tr: Cevap için Avatar Boyutu

source: User avatar size for answer.
tr_tr: Cevap Veren Kullanıcı Avatar Boyutu

source: Comment avatar size
tr_tr: Yorum Avatar Boyutu

source: User avatar size for comments.
tr_tr: Yorum İçin Avatar Boyutu

source: Items to show per page
tr_tr: Sayfa Başı Kaç Öğe Gösterilsin

source: Questions per page
tr_tr: Soru Sayfası

source: Questions to show per page.
tr_tr: Sayfa Başı Kaç Soru Gösterilsin

source: Answers per page
tr_tr: Cevap Sayfası

source: Answers to show per page.
tr_tr: Sayfa Başı Kaç Cevap Gösterilsin

source: Users per page
tr_tr: Kullanıcı Sayfası

source: Users to show per page.
tr_tr: Sayfa Başı Kaç Kullanıcı Gösterilsin

source: Sorting
tr_tr: Sıralama

source: Default answer sort
tr_tr: Standart Cevap Sıralama

source: Sort answers by default.
tr_tr: Varsayılan Cevap Gösterme Metodu

source: Voted
tr_tr: Oylandı

source: Active
tr_tr: Aktif

source: Newest
tr_tr: Yeni

source: Oldest
tr_tr: Eski

source: Show comments
tr_tr: Yorumları Göster

source: Show comments by default.
tr_tr: Varsayılan Yorumları Göster

source: Show question sidebar
tr_tr: Soru Çubuğunu Göster

source: Pages
tr_tr: Sayfalar

source: Page titles
tr_tr: Sayfa Başlığı

source: Show question title
tr_tr: Cevap Başlığını Göster

source: Show question title in single question page.
tr_tr: Soru Sayfasında Soru Başlığını Göster

source: Show solved prefix
tr_tr: Çözülmüş Sorular

source: Ask page title
tr_tr: Sayfa Başlığı Sor

source: Title of the ask page
tr_tr: Sayfanın Başlığı

source: Users page title
tr_tr: Kullanıcı Sayfa Başlığı

source: Title of the users page
tr_tr: Kullanıcının Başlığı

source: Minimum title length
tr_tr: Minimum Başlık Uzunluğu

source: Set minimum letters for a question title.
tr_tr: Sorunuz İçin Başlığı En Az Minimum Şekilde Girin

source: Minimum question content
tr_tr: Asgari Soru İçeriği

source: Set minimum letters for a question contents.
tr_tr: Sorunuz İçin İçeriği En Az Minimum Şekilde Girin

source: Use text editor ?
tr_tr: Text Editör Kullanımı ?

source: Text editor as default.
tr_tr: Standart Text Editör

source: Disable comments
tr_tr: Yorumları Devre Dışı Bırak

source: Disable comments on questions.
tr_tr: Sorularla İlgili Yorumları Devre Dışı Bırak

source: Disable voting
tr_tr: Oylamayı Devre Dışı Bırak

source: Disable voting on questions.
tr_tr: Sorularla İlgili Oylamayı Devre Dışı Bırak

source: Disable down voting
tr_tr: Olumsuz Oylamayı Devre Dışı Bırak

source: Disable down voting on questions.
tr_tr: Soruların Olumsuz Oylanmasını Devre Dışı Bırak

source: Close question after selecting answer
tr_tr: Doğru Cevaptan Sonra Soruyu Kapat

source: If enabled this will prevent user to submit answer on solved question.
tr_tr: Soru Çözülmüşse Kullanıcılar Cevap Gönderemeyecektir.

source: Multiple Answers
tr_tr: Çoklu Cevaplar

source: Allow an user to submit multiple answers on a single question.
tr_tr: Kullanıcı Bir Soruya Birden Fazla Cevap Verebilir

source: Set minimum letters for a answer contents.
tr_tr: Cevap için İçeriği Asgari Şekilde Girin

source: Disable comments on answer.
tr_tr: Cevaplara Yapılacak Yorumları Devre Dışı Bırak

source: Disable voting on answers.
tr_tr: Cevaplara Verilecek Oyları Devre Dışı Bırak

source: Disable down voting on answers.
tr_tr: Cevaplara Verilecek Olumsuz Oylamayı Devre Dışı Bırak

source: Disable navigation
tr_tr: Navigasyonu Devre Dışı Bırak

source: Disable answer navigation.
tr_tr: Cevap Verme Navigasyonunu Devre Dışı Bırak

source: Users
tr_tr: Kullanıcılar

source: Show users directory
tr_tr: Kullanıcılar Dizinini Göster

source: When enabled public can see directory of users.
tr_tr: Kullanıcılar, Dizini Ne Zaman Görebilir ?

source: Features
tr_tr: Özellikler

source: Disable reputation
tr_tr: Rep Puan Sistemini Devre Dışı Bırak

source: Disable reputation for user
tr_tr: Kullanıcılar İçin Rep Puan Sistemini Devre Dışı Bırak

source: Users page avatar size
tr_tr: Kullanıcı Sayfası Avatar Boyutu

source: Set user avatar size for users page item.
tr_tr: Kullanıcıların Sayfa Avatar Boyutu

source: Cover width
tr_tr: Kapak Genişliği

source: Set width of user cover photo.
tr_tr: Kullanıcı Kapak Fotosu Genişliğini Ayarlayın

source: Cover height
tr_tr: Kapak Yüksekliği

source: Set height of user cover photo.
tr_tr: Kullanıcı Kapak Fotosu Yüksekliğini Ayarlayın

source: Cover thumb width
tr_tr: Kapak Thumb Boyutu

source: Set width of user cover photo thumbnail.
tr_tr: Kullanıcı Kapak Foto Thumbnail Genişliği

source: Small cover height
tr_tr: Küçük Kapak Yüksekliği

source: Set height of user cover photo thumbnail.
tr_tr: Kullanıcı Kapak Foto Thumbnail Yüksekliği

source: Default rank
tr_tr: Standart Rütbe

source: Assign a default rank for newly registered user.
tr_tr: Yeni Kayıtlı Kullanıcı İçin Rütbe Ayarlayın

source: Permission
tr_tr: İzinler

source: Multiple answers
tr_tr: Çoklu Cevap

source: Allow user to submit multiple answer per question.
tr_tr: Kullanıcı soru başına birden fazla cevap göndermesi için izin verin

source: Allow anonymous
tr_tr: Anonim Kullanıcılara İzin Ver

source: Non-loggedin user can post questions and answers.
tr_tr: Üye Girişi Yapılmadan Soru ve Cevap Yazılabilir

source: Only admin can answer
tr_tr: Sadece Admin Cevaplayabilir

source: Only allow admin to answer question.
tr_tr: Sadece yönetici soruyu cevaplamak için izin verir.

source: Only logged in can see answers
tr_tr: Sadece Üye Girişi Yapanlar Cevapları Görebilir

source: non-loggedin user cannot see answers.
tr_tr: Giriş Yapılmadan Cevaplar Görüntülenemez

source: Only logged in can see comment
tr_tr: Yorumları Sadece Üye Girişi Yapanlar Görebilir

source: non-loggedin user cannot see comments.
tr_tr: Yorumlar Giriş Yapılmadan Görüntülenemez

source: Lock delete action
tr_tr: Kilitli Aksiyon Sil

source: Upload
tr_tr: Yükle

source: Allow image upload
tr_tr: Görüntü Yüklenmesine İzin Ver

source: Allow logged-in users to upload image.
tr_tr: Giriş Yapan Kullanıcılar Resim Yükleyebilir.

source: Max images per post
tr_tr: Soru İçine Eklenecek Maksimum Fotoğraf

source: Set how many images user can upload for each post.
tr_tr: Kullanıcı, Her Yazı İçin Kaç Fotoğraf Yükleyebilir.

source: Max upload size
tr_tr: Maksimum Yükleme Boyutu

source: Set maximum upload size.
tr_tr: Maksimum Yükleme Boyutu

source: Status of new question
tr_tr: Yeni Soru Durumu

source: Set post status of new question.
tr_tr: Yazı İçindeki Yeni

source: Status of edited question
tr_tr: Düzenlenen Soru Durumu

source: Set post status of edited question.
tr_tr: Düzenlenen Soru Sonrası Konu Durumu

source: Status of new answer
tr_tr: Yeni Cevabın Durumu

source: Status of edited answer
tr_tr: Düzenlenen Cevap Durumu

source: Enable reCaptcha
tr_tr: reCaptcha Aktif Et

source: Recaptcha site key
tr_tr: reCaptcha Site Key Anahtarı

source: Delete this reputation
tr_tr: Rep Puanı Sil

source: Delete
tr_tr: Sil

source: Welcome to AnsPress 2.2
tr_tr: AnsPress 2.2 Hoşgeldiniz

source: Support Q&A
tr_tr: Q&A Destek

source: AnsPress Themes
tr_tr: AnsPress Temaları

source: Github Repo
tr_tr: Github Kaynağı

source: AnsPress Extensions
tr_tr: AnsPress Uzantıları

source: AnsPress options updated
tr_tr: AnsPress Ayarları Güncellendi

source: AnsPress Dashboard
tr_tr: AnsPress Anasayfa

source: Questions
tr_tr: Sorular

source: Latest Questions
tr_tr: Son Sorular

source: Comments
tr_tr: Yorumlar

source: There is no question yet.
tr_tr: Sorulmuş Bir Soru Yok

source: Total <b>%d flag</b>
tr_tr: Toplam<b>%d Bayraklı</b>

source: Edit post
tr_tr: Post Düzenle

source: Trash post
tr_tr: Post'u Çöpe Gönder

source: %s flagged this post %s ago
tr_tr: %s Bayraklı Konu %s önce

source: Remove
tr_tr: Kaldır

source: No one flagged this post yet
tr_tr: Bayraklanmış Bir Konu Yok

source: Select a question for new answer
tr_tr: Seçilen Soru İçin Yeni Cevap

source: My profile
tr_tr: Profilim

source: My notification
tr_tr: Bildirimlerim

source: %d similar questions found
tr_tr: %d Benzer Soru Bulundu

source: We found similar questions that have already been asked, click to read them. Avoid creating duplicate questions, it will be deleted.
tr_tr: Benzer Sorular Bulundu. Benzer Soruları Oluşturmaktan Kaçının

source: Select
tr_tr: Seç

source: No related questions found
tr_tr: Benzer Soru Bulunamadı

source: Update comment
tr_tr: Yorumunu Güncelle

source: Comment
tr_tr: Yorum

source: Respond to the post.
tr_tr: Mesaja Yanıt Verin

source: One comment
tr_tr: 1 Yorum

source: This post was created %s ago, its locked hence you cannot delete it.
tr_tr: Bu Yazı %s önce oluşturuldu. Kilitlendiği İçin Silemezsiniz

source: Update
tr_tr: Güncelle

source: Set as featured
tr_tr: Özellikli Olarak Ayarla

source: Unset as featured
tr_tr: Özelliği Kaldır

source: Follow
tr_tr: Takip Et

source: Unfollow
tr_tr: Takibi Bırak

source: Name
tr_tr: Kullanıcı Adı

source: Enter your name to display
tr_tr: Görüntülenen Kullanıcı Adınızı Yazın

source: Update answer
tr_tr: Yanıt Güncelle

source: Post answer
tr_tr: Cevapla

source: Your answer..
tr_tr: Cevabınız

source: Only visible to admin and moderator.
tr_tr: Yalnızla Admin ve Moderatörlere Görünür

source: votes
tr_tr: Oylar

source: %s Ago
tr_tr: %s önce

source: Update question
tr_tr: Soruyu Güncelle

source: Post question
tr_tr: Soruyu Göner

source: Question in one sentence
tr_tr: Tek Cümleyle Sor

source: Write a meaningful title for the question.
tr_tr: Sorunuz İçin Anlamlı Bir Başlık Yazın

source: Write description for the question.
tr_tr: Sorunuzu Açıklayan Bir Yazı Yazın

source: Questions %s
tr_tr: Sorular %s

source: Answers %s
tr_tr: Cevaplar %s

source: Answer this question
tr_tr: Soruya Verilen Cevap

source: %s Reputation
tr_tr: %s Rep Puanı

source: question
tr_tr: Soru

source: answer
tr_tr: Cevap

source: Submit
tr_tr: Gönder

source: Cancel
tr_tr: İptal

source: Repeat your password
tr_tr: Şifreni Yapılandır

source: Add more
tr_tr: Başka Ekle

source: Select a page
tr_tr: Sayfa Seç

source: No fields found
tr_tr: Alan Bulunamadı

source: AnsPress Moderator
tr_tr: Moderatorler

source: AnsPress Participants
tr_tr: Katılımcılar

source: Question Feed
tr_tr: Soru Kaynağı

source: Question feed
tr_tr: Soru Kaynağı

source: Answers feed
tr_tr: Cevap Kaynağı

source: User
tr_tr: Kullanıcı

source: About
tr_tr: Hakkımda

source: Notification
tr_tr: Bildirim

source: Profile
tr_tr: Profil

source: Followers
tr_tr: Takipçiler

source: Following
tr_tr: Takip Edilenler

source: Subscription
tr_tr: Abonelik

source: User directory is disabled.
tr_tr: Kullanıcı Dizini Pasif Edilmiş.

source: No user found
tr_tr: Kullanıcı Bulunamadı

source: No followers found
tr_tr: Takipçi Bulunamadı

source: You are not following anyone.
tr_tr: Seni Takip Eden Kimse Yok

source: My activity
tr_tr: Aktivitelerim

source: %s's activity
tr_tr: %s's Aktivite

source: %s's profile
tr_tr: %s's Profil

source: My questions
tr_tr: Sorularım

source: %s's questions
tr_tr: %s Soruları

source: My answers
tr_tr: Cevaplarım

source: %s's answers
tr_tr: %s Cevapları

source: My reputation
tr_tr: Rep Puanım

source: %s's reputation
tr_tr: %s Rep Puanı

source: About me
tr_tr: Hakkımda

source: My followers
tr_tr: Takipçilerim

source: %s's followers
tr_tr: %s Takipçileri

source: My subscriptions
tr_tr: Aboneliklerim

source: File cannot be uploaded, size is bigger then %d Byte
tr_tr: Dosya Yüklenemiyor. Size Verilen Boyut İzni : %d. İzin Verilen Boyutu Aştınız

source: There was an error while uploading avatar, please check your image
tr_tr: Avatar Yüklenirken Hata Oluştu. Fotoyu Tekrar Yükleyin

source: Cover photo uploaded successfully.
tr_tr: Kapak Fotosu Başarılı Şekilde Yüklendi

source: Avatar uploaded successfully.
tr_tr: Avatar Başarıyla Yüklendi

source: This field is required
tr_tr: Bu Alan Gereklidir

source: Not a valid email address
tr_tr: Email Adresi Doğrulanamadı

source: Ask
tr_tr: Sor

source: You don't have permission to access this page.
tr_tr: Bu Sayfayı Görüntüleme YetkinizYok

source: You do not have permission to delete this comment
tr_tr: Yorumu Silmek İçin İzniniz Yok

source: Comment deleted successfully
tr_tr: Yorumun Başarılı Bir Şekilde Silindi

source: Tags
tr_tr: Etiketler

source: Form loaded.
tr_tr: Form Yüklendi

source: You do not have permission to edit this question.
tr_tr: Soruyu Düzenlemek İçin Yetkiniz Yok

source: Successfully created a tag.
tr_tr: Etiketler Başarılı Şekilde Oluşturuldu

source: Successfully loaded form.
tr_tr: Form Yüklendi

source: Update Answer
tr_tr: Yanıt Güncelle

source: Create new tag
tr_tr: Yeni Etiket

source: Enter tag
tr_tr: Etiket Gir

source: Description of tag.
tr_tr: Etikt Açıklaması

source: Create tag
tr_tr: Yeni Etiket

source: Edit this question
tr_tr: Soruyu Düzenle

source: Edit this answer
tr_tr: Cevabı Düzenle

source: Edit Answer
tr_tr: Cevabı Düzenle

source: Edited on
tr_tr: Düzenleyen

source: Select this answer as best
tr_tr: En İyi Cevap Olarak Seç

source: Unselect this answer
tr_tr: Cevap Seçimini Kaldır

source: Unselect
tr_tr: Seçme

source: Close
tr_tr: Kapalı

source: Open
tr_tr: Açık

source: Private
tr_tr: Özel

source: Change status of post
tr_tr: Yazının Durumunu Değiştir

source: Success
tr_tr: Başarılı

source: You need to login before doing this action.
tr_tr: Bu eylemi yapmadan önce giriş yapmalısınız.

source: Something went wrong, last action failed.
tr_tr: Bir şeyler ters gitti, son işlem başarısız oldu.

source: You do not have permission to do this action.
tr_tr: Bu eylemi yapmak için yetkiniz yok.

source: You are commenting on a draft post.
tr_tr: Bir taslak yazı üzerine yorum vardır.

source: Comment successfully posted.
tr_tr: Yorumun Başarılı Bir Şekilde Gönderildi

source: Comment updated successfully.
tr_tr: Yorumun Başarılı Bir Şekilde Güncellendi

source: Comment deleted successfully.
tr_tr: Yorumun Başarılı Bir Şekilde Silindi

source: You are following this question.
tr_tr: Sorunu Takip Ediyor

source: Successfully unfollowed.
tr_tr: Takipten Başarılı Şekilde Kaldırıldı

source: Question submitted successfully
tr_tr: Soru Başarılı Şekilde Gönderildi

source: Question updated successfully
tr_tr: Soru Başarılı Şekilde Güncellendi

source: Answer submitted successfully
tr_tr: Cevap Başarılı Şekilde Gönderildi

source: Answer updated successfully
tr_tr: Cevap Başarılı Şekilde Güncellendi

source: Thank you for voting.
tr_tr: Oyladığınız İçin Teşekkürler

source: Your vote has been removed.
tr_tr: Oyunuz Silindi

source: Undo your vote first.
tr_tr: Oyunuzu Geri Alın

source: You cannot vote on your own question or answer.
tr_tr: Kendi Soru ve Cevaplarınıza Oy Veremezsiniz

source: Best answer is unselected for your question.
tr_tr: Soru için En İyi Cevap Seçilmediniz

source: Your profile has been updated successfully.
tr_tr: Profilin Başarıyla Güncellendi.

source: Successfully followed.
tr_tr: Başarıyla Takip Edildi.

source: Add image to editor
tr_tr: Editöre Foto Yükle

source: upload
tr_tr: Yükle

source: or
tr_tr: ya da

source: Enter images link
tr_tr: Resim Linkini Yaz

source: [Solved]
tr_tr: Çözüldü

source: asked
tr_tr: Sordu

source: answered
tr_tr: Cevapladı

source: commented
tr_tr: Yorumladı

source: commented on answer
tr_tr: Cevabı Yorumladı

source: edited question
tr_tr: Soru Düzenlendi

source: edited answer
tr_tr: Cevap Düzenlendi

source: edited comment
tr_tr: Yorum Düzenlendi

source: selected answer
tr_tr: Cevap Seçildi

source: updated status
tr_tr: Durum Güncellendi

source: Active %s ago
tr_tr: Aktif %s önce

source: %s %s %s ago
tr_tr: %s %s %s önce

source: %s ago
tr_tr: %s önce

source: New question <b>##post_title</b>
tr_tr: Yeni Soru <b>##post_title</b>

source: New answer on <b>##post_title</b>
tr_tr: Yeni Cevap <b>##post_title</b>

source: <b>%s</b> started following you
tr_tr: <b>%s</b> seni takip etmeye başladı

source: Closed <span class="count">(%s)</span>
tr_tr: Kapalı <span class="count">(%s)</span>

source: Private Post
tr_tr: Özel Konu

source: Parent Question:
tr_tr: Ana Soru

source: View Question
tr_tr: Soru Görüntüle

source: Add New Question
tr_tr: Yeni Soru Ekle

source: Edit Question
tr_tr: Soruyu Düzenle

source: Update Question
tr_tr: Soruyu Güncelle

source: Search question
tr_tr: Soru Arama...

source: No question found
tr_tr: Takipçi Bulunamadı

source: No questions found in Trash
tr_tr: Çöpte Soru Bulunamadı

source: View Answer
tr_tr: Cevap Görüntüle

source: Add New Answer
tr_tr: Yeni Cevap Ekle

source: New answer
tr_tr: Yeni Cevap

source: Edit answer
tr_tr: Cevap Düzenle

source: Search answer
tr_tr: Cevap Ara

source: No answer found
tr_tr: Cevap Bulunamadı

source: No answer found in Trash
tr_tr: Çöp Kutusunda Cevap Bulunamadı

source: Author
tr_tr: Yazar

source: Tag
tr_tr: Etiket

source: Ans
tr_tr: Cevap

source: Vote
tr_tr: Oy

source: Date
tr_tr: TARİH

source: answers
tr_tr: Cevap

source: Content
tr_tr: İçerik

source: Move this item to the Trash
tr_tr: Çöp Kutusuna Taşıyın

source: Delete this item permanently
tr_tr: Kalıcı Olarak Sil

source: Delete Permanently
tr_tr: Bağlantıyı Sil

source: Preview &#8220;%s&#8221;
tr_tr: Önizleme &#8220;%s&#8221;

source: Preview
tr_tr: Önizleme

source: View &#8220;%s&#8221; question
tr_tr: Soru Görüntülendi &#8220;%s&#8221;

source: Check missing fields and then re-submit.
tr_tr: Eksik alanları kontrol edin ve sonra yeniden gönderin.

source: %s ans
tr_tr: %s Cevap

source: %s ago%s
tr_tr: %s önce%s

source: ago
tr_tr: önce

source: %sAsked %s
tr_tr: %Sordu %s

source: %sAnswered %s
tr_tr: %Cevapladı %s

source: %sCommented %s
tr_tr: %Yorumladı %s

source: %sSelected answer %s
tr_tr: %sCevap Seçildi %s

source: %sUp vote %s %s
tr_tr: %sOlumlu Oy %s %s

source: %sDown vote %s %s
tr_tr: %sOlumsuz Oy %s %s

source: %sDown voted %s
tr_tr: %sOlumsuz Oyladı %s

source: %sBest answer %s
tr_tr: %sEn İyi Cevap %s

source: New Registration
tr_tr: Yeni Kayıt

source: Uploading avatar
tr_tr: Avatar Yükle

source: Completing profile
tr_tr: Profilin Tamamlandı

source: For new comment.
tr_tr: Yeni Yorum İçin

source: Question and answer is powered by <a href="http://anspress.io" traget="_blank">AnsPress</a>
tr_tr: Ekmekten sonra eğitim, bir milletin en büyük ihtiyacı

source: Follow question
tr_tr: Soruyu Takip Et

source: Unfollow question
tr_tr: Soru Takibini Bırak

source: Error 404
tr_tr: 404 Hatası

source: answer accepted
tr_tr: Cevap Kabul Edildi

source: Solved
tr_tr: Çözüldü

source: <i>%d views</i>
tr_tr: <i>%d görüntüleme</i>

source: Answered
tr_tr: Cevapladı

source: Unanswered
tr_tr: Cevaplanmadı

source: Unsolved
tr_tr: Çözülmedi

source: Sort by
tr_tr: Sıralama

source: Ask question
tr_tr: Soru Sor

source: First name
tr_tr: Kullanıcı Adı

source: Your first name
tr_tr: Adınız

source: Last name
tr_tr: Varsa İkinci Adınız

source: Your surname
tr_tr: Soyadınız

source: Nickname
tr_tr: Nick

source: Your nickname
tr_tr: Nickiniz

source: Display name
tr_tr: Görünen Ad

source: Write something about yourself
tr_tr: Hakkınızda Bir Şeyler Yazın

source: Username
tr_tr: Kullanıcı Adı

source: Your username
tr_tr: Kulanıcı Adınız

source: This cannot be changed.
tr_tr: Değiştirilemedi

source: Your contact email
tr_tr: Mail Adresiniz

source: Password
tr_tr: Şifre

source: Update your password
tr_tr: Şifreni Güncelle

source: Anonymous
tr_tr: İsimsiz

source: More
tr_tr: Daha

source: Page not found or registered.
tr_tr: Kayıt Sayfası Bulunamadı

source: Upload an avatar
tr_tr: Avatar Yükle

source: Upload avatar
tr_tr: Avatar Yükle

source: Basic
tr_tr: Temel

source: Account
tr_tr: Hesabınız

source: Upload a cover photo
tr_tr: Kapak Fotsu Yükle

source: Upload cover
tr_tr: Kapak Yükle

source: %d years,
tr_tr: %d yıl,

source: %d months,
tr_tr: %d ay,

source: %d days
tr_tr: %d gün

source: You already flagged this post
tr_tr: Bu Yazı Zaten Bayraklı

source: Please login for adding question to your subscribe
tr_tr: Soru Eklemek ve Abone Olmak İçin Giriş Yapın

source: Vote for closing
tr_tr: Oylama Kapalı

source: Your close request has been removed
tr_tr: İstek Talebiniz Silindi

source: Undo your vote
tr_tr: Oyunuzu Geri Alın

source: Something went wrong
tr_tr: Bir şeyler ters gitti, son işlem başarısız oldu.

source: Up vote this post
tr_tr: Bu Yazıyı Olumlu Oyla

source: Down vote this post
tr_tr: Bu Yazıyı Olumsuz Oyla

source: Close
tr_tr: Kapalı

source: Flag this post
tr_tr: Bayraklı Soru

source: You have flagged this post
tr_tr: Bu Yazıyı Bayrakladın

source: Flag
tr_tr: Bayrak
