Repository: gokaydemirkiran/AnsPress-Turkish
Catalog: ap-*.po
Languages: tr_tr

source: Toggle fullscreen
tr_tr: Tam Ekran Yaz

source: Write
tr_tr: Yaz

source: How to answer
tr_tr: Nasıl Cevap

source: Private Answer
tr_tr: Özel Cevap

source: How to ask
tr_tr: Nasıl Sor

source: Comment navigation
tr_tr: Yorum Navigasyonu

source: &larr; Older Comments
tr_tr: &larr; Eski Yorumlar

source: Newer Comments &rarr;
tr_tr: Yeni Yorumlar &rarr;

source: Total votes
tr_tr: Toplam Oy

source: Votes
tr_tr: Oylar

source: Featured question
tr_tr: Sunulan Soru

source: No question asked yet!, be the first to ask a question.
tr_tr: Sorulmuş Bir Soru Yok. İlk Soran Sen Ol!

source: Password not matching
tr_tr: Şifreniz Güçlü Değil

source: Password length must be 6 or higher
tr_tr: Şifre uzunluğu 6 veya daha yüksek olmalıdır

source: Not a valid email
tr_tr: Email Adresi Doğrulanamadı

source: Username length must be 4 or higher
tr_tr: Şifre uzunluğu 4 veya daha yüksek olmalıdır

source: Username not available
tr_tr: Kullanıcı Adı Alınamaz

source: Email already in use. %sDo you want to reset your password?%s
tr_tr: Email Adresi Kullanımda. %sŞifremi Sıfrlamak İstiyorum?%s

source: Loading
tr_tr: Yükleniyor

source: Sending request
tr_tr: İstek Gönderildi

source: Adding question to your favorites
tr_tr: Soru Favorilerinize Eklendi

source: Sending your vote
tr_tr: Oyunuz Gönderildi

source: Requesting for closing this question
tr_tr: Soruların Kapanması İçin İstek

source: Submitting request
tr_tr: İstek Gönderiliyor

source: Loading comment form
tr_tr: Yorum Foru Yükleniyor

source: Sending your question
tr_tr: Sorunuz Gönderiliyor

source: Sending your answer
tr_tr: Cevabınız Gönderiiyor

source: Sending your comment
tr_tr: Yorumunuz Gönderiliyor

source: Deleting comment
tr_tr: Yorumunuz Siliniyor

source: Updating comment
tr_tr: Yorumunuz Güncelleniyor

source: Loading form
tr_tr: Form Yükle

source: Saving labels
tr_tr: Etiketler Kaydet

source: Loading suggestions
tr_tr: Yükleme Önerileri

source: Uploading cover
tr_tr: Kapak Yükleniyor

source: Saving profile
tr_tr: Profil Kaydediliyor

source: Sending message
tr_tr: Mesaj Gönderiliyor

source: Loading conversation
tr_tr: Konuşma Yükleniyor

source: Loading new message form
tr_tr: Yeni Mesaj Formu Yükleniyor

source: Loading more conversations
tr_tr: Konuşmanın Devamı

source: Searching conversations
tr_tr: Konuşma Ara

source: Loading message form
tr_tr: Mesaj Formu Yükleniyor

source: Updating message
tr_tr: Mesaj Güncelleniyor

source: Deleting message
tr_tr: Mesaj Siliniyor

source: Uploading
tr_tr: Yükleniyor

source: ago
tr_tr: önce

source: Your comment is awaiting moderation.
tr_tr: Yorumunuz Moderatör Onayı Beklemektedir

source: AP Before
tr_tr: AP Önce

source: AP Lists Top
tr_tr: AP Listesi Baş

source: AP Sidebar
tr_tr: AP Yan Menü

source: Search questions...
tr_tr: Soru Arama...

source: Login
tr_tr: Giriş Yap

source: Sign up
tr_tr: Kayıt Ol

source: This is a private %s.
tr_tr: Özeldir %s.

source: Leave a reply
tr_tr: Yanıt Ekle

source: 1 Reply
tr_tr: YANIT

source: % Replies
tr_tr: % Yanıt

source: Continue reading <span class="meta-nav">&rarr;</span>
tr_tr: Devamını Oku <span class="meta-nav">&rarr;</span>

source: Pages:
tr_tr: Sayfalar:

source: About %s
tr_tr: %s Hakkında

source: View all posts by %s <span class="meta-nav">&rarr;</span>
tr_tr: %s <span class="meta-nav">&rarr;</span> Bütün Yazılarını Göster

source: Question stats
tr_tr: Soru Hakkında

source: Total
tr_tr: Toplam

source: %d votes received
tr_tr: %d oy aldı

source: up
tr_tr: Olumlu

source: down
tr_tr: Olumsuz

source: %d votes casted
tr_tr: %d Oy Verdi

source: Top Answers
tr_tr: Üst Cevaplar

source: More answers by %s
tr_tr: %s Daha Fazla Cevap

source: view
tr_tr: Görüntüle

source: No answer posted yet!
tr_tr: Cevap Verilmiş Bir Konu Bulunamadı

source: New questions
tr_tr: Yeni Soru

source: More questions by %s
tr_tr: %s Daha Fazla Soru

source: No question asked yet!
tr_tr: Sorulmuş Bir Soru Yok

source: %d answers, %d selected
tr_tr: %d cevap, %d seçildi

source: %d questions, %d solved
tr_tr: %d soru, %d çözüldü

source: Member for %s
tr_tr: Kullanıcı İçin %s

source: %d profile views
tr_tr: %d Profil Görüntülendi

source: Last seen %s ago
tr_tr: Son Görülme %s önce

source: %d answers
tr_tr: %d Cevap

source: Notifications
tr_tr: Bildirimler

source: Mark all as read
tr_tr: Hepsini Okundu Olarak İşaretle

source: No notification
tr_tr: Bildirim Yok

source: View all notifications
tr_tr: Bütün Bildirimleri Görüntüle

source: Mark as read
tr_tr: Okundu Olarak İşaretle

source: Delete notificaton
tr_tr: Bildirimi Sil

source: No reputation earned yet.
tr_tr: Verilmiş Bir Rep Puanı Yok

source: Not following any question yet!
tr_tr: Sorunu Takip Eden Kimse Yok

source: %d Followers, %d following
tr_tr: %d Takipçi, %d Takip Edilen

source: %d Answers
tr_tr: %d Cevap

source: %d Questions
tr_tr: %d Soru

source: %d Followers
tr_tr: %d Takipçi

source: %d Following
tr_tr: %d Takip Edilen

source: %d Best
tr_tr: %d En İyi

source: Search users...
tr_tr: Kullanıcı Arama...

source: No users found.
tr_tr: Kullanıcı Bulunamadı

source: 1 answer
tr_tr: 1 Cevap

source: 1 vote
tr_tr: 1 OY

source: No questions found.
tr_tr: Soru Bulunamadı

source: No related questions found.
tr_tr: Benzer Soru Bulunamadı

source: View all followers &rarr;
tr_tr: Takip Ettiklerini Görüntüle &rarr;

source: No followers yet
tr_tr: Henüz Takipçi Yok

source: Title:
tr_tr: Başlık

source: Avatar size:
tr_tr: Avatar Boyutu

source: Numbers of user to show:
tr_tr: Kullanıcı Sayısı Göster

source: No options
tr_tr: Ayar Yok

source: AnsPress Stats
tr_tr: AnsPress Durum

source: Ago
tr_tr: Önce

source: Views
tr_tr: Görüntüleme

source: One time
tr_tr: Kere

source: %2$s1%3$s answer
tr_tr: %2$s1%3$s cevap

source: 1 follower
tr_tr: 1 Takipçi

source: Order by:
tr_tr: Sırala

source: Category IDs:
tr_tr: Kategori ID

source: Comma separted AnsPress category ids
tr_tr: Kategoriler Arasına Virgül Koy

source: Ask questions
tr_tr: Soru Sor

source: Related Questions
tr_tr: Benzer Sorular

source: Search questions
tr_tr: Soru Arama...

source: AnsPress Question follow
tr_tr: AnsPress Soru Takip Et

source: Subscribe
tr_tr: Abone

source: Login to see your profile links
tr_tr: Giriş Yap, Profil Linkini Gör

source: Show
tr_tr: Göster

source: http://anspress.io
tr_tr: www.gdegitim.com
